Repository: EstamelGG/EVE-Tritanium
Catalog: EVE Nexus/utils/Language/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# Agent_Search_No_Results
source: No agents found matching your criteria
zh_hans: 没有找到符合条件的代理人

# Agent_Search_Results
source: Search Results
zh_hans: 搜索结果

# Agent_Search_Security
source: System
zh_hans: 星系

# Agent_Search_Space_Only
source: In-Space Agents Only
zh_hans: 仅显示空间代理人

# Agent_Search_Title
source: Agent Search
zh_hans: 代理人搜索

# Agent_Search_Type
source: Type
zh_hans: 类型

# Agent_Space
source: in Space
zh_hans: 空代

# Agent_Type_AuraAgent
source: Aura Agent
zh_hans: Aura代理人

# Agent_Type_BasicAgent
source: Basic Agent
zh_hans: 基本代理人

# Agent_Type_CareerAgent
source: Career Agent
zh_hans: 职业代理人

# Agent_Type_CONCORDAgent
source: CONCORD Agent
zh_hans: 统合部代理人

# Agent_Type_EpicArcAgent
source: Epic Arc Agent
zh_hans: 史诗任务代理人

# Agent_Type_EventMissionAgent
source: Event Agent
zh_hans: 事件任务代理人

# Agent_Type_FactionalWarfareAgent
source: Factional Warfare Agent
zh_hans: 势力战争代理人

# Agent_Type_GenericStorylineMissionAgent
source: Generic Storyline Agent
zh_hans: 故事线代理人

# Agent_Type_HeraldryAgent
source: Heraldry Agent
zh_hans: 徽章代理人

# Agent_Type_NonAgent
source: Non-Agent
zh_hans: 非代理人

# Agent_Type_Other
source: Other
zh_hans: 其他

# Agent_Type_ResearchAgent
source: Research Agent
zh_hans: 科研代理人

# Agent_Type_Short_BasicAgent
source: Basic
zh_hans: 基础

# Agent_Type_Short_CareerAgent
source: Career
zh_hans: 职业

# Agent_Type_Short_CONCORDAgent
source: CONCORD
zh_hans: 统合部

# Agent_Type_Short_EpicArcAgent
source: Epic
zh_hans: 史诗

# Agent_Type_Short_EventMissionAgent
source: Event
zh_hans: 事件

# Agent_Type_Short_FactionalWarfareAgent
source: FW
zh_hans: 势力战争

# Agent_Type_Short_GenericStorylineMissionAgent
source: Storyline
zh_hans: 故事线

# Agent_Type_Short_HeraldryAgent
source: Heraldry
zh_hans: 徽章

# Agent_Type_Short_NonAgent
source: Non-Agent
zh_hans: 非代理

# Agent_Type_Short_Other
source: Other
zh_hans: 其他

# Agent_Type_Short_ResearchAgent
source: Research
zh_hans: 科研

# Agent_Type_Short_StorylineMissionAgent
source: Storyline
zh_hans: 剧情

# Agent_Type_Short_TutorialAgent
source: Tutorial
zh_hans: 教程

# Agent_Type_StorylineMissionAgent
source: Storyline Agent
zh_hans: 剧情任务代理人

# Agent_Type_TutorialAgent
source: Tutorial Agent
zh_hans: 教程代理人

# Agent_Unknown_Division
source: Unknown Division
zh_hans: 未知部门

# All_in_One_Available_Planets
source: Available planets: %d
zh_hans: 可用行星: %d 颗

# All_in_One_Compatible_Planets
source: Compatible planets: %@
zh_hans: 支持行星: %@

# All_in_One_No_Planets_Description
source: No planet data available for this system
zh_hans: 该星系中没有行星数据

# All_in_One_No_Planets_Found
source: No Planets Found
zh_hans: 没有找到行星

# All_in_One_No_Products_Description
source: This system has no products that can complete the entire production chain on a single planet
zh_hans: 该星系中没有可以在单颗行星上完成完整生产链的产品

# All_in_One_No_Products_Found
source: No Single-Planet Products Found
zh_hans: 没有找到单星球产品

# All_in_One_Planet_Type_Distribution
source: Planet Type Distribution
zh_hans: 行星类型分布

source: Alliance History
zh_hans: 联盟历史

source: Alliance Standings
zh_hans: 联盟声望

# AllInOne_Calculator_Description_Text
source: Analyze what products can be produced entirely on a single planet within a selected system. This tool identifies complete production chains that don't require inter-planetary transport. • Shows all single-planet capable products • Groups results by product level (P1-P4) • Displays compatible planet types and availability
zh_hans: 分析在选定星系内可以完全在单个行星上生产的产品。此工具识别不需要行星间运输的完整生产链。 • 显示所有单星球生产能力的产品 • 按产品等级分组显示结果(P1-P4) • 显示兼容的行星类型和可用性

# AllInOne_Calculator_Description_Title
source: All-in-One Production Calculator
zh_hans: 单球生产计算器

# AllInOne_MultiProduct_Analysis
source: Multi-Product Analysis
zh_hans: 多产品需求分析

# AllInOne_MultiProduct_Conflict_Warning
source: Some products require the same planet types
zh_hans: 某些产品需要相同的行星类型

# AllInOne_MultiProduct_Conflicts
source: Planet Type Conflicts
zh_hans: 行星类型冲突

# AllInOne_MultiProduct_No_Conflicts
source: No conflicts detected
zh_hans: 未检测到冲突

# AllInOne_MultiProduct_Planet_Types
source: Required Planet Types
zh_hans: 所需行星类型

# AllInOne_MultiProduct_Solution_Alternative
source: Systems with alternative planet types
zh_hans: 拥有替代行星类型的星系

# AllInOne_MultiProduct_Solution_Multiple
source: Systems with multiple %@ planets
zh_hans: 拥有多个%@行星的星系

# AllInOne_MultiProduct_Solutions
source: Recommended Solutions
zh_hans: 推荐解决方案

# AllInOne_Scoring_Balance_Bonus
source: Balance Bonus
zh_hans: 均衡奖励

# AllInOne_Scoring_Base_Score
source: Base Score
zh_hans: 基础分数

# AllInOne_Scoring_Diversity_Bonus
source: Diversity Bonus
zh_hans: 多样性奖励

# AllInOne_Scoring_Explanation
source: Score based on planet availability and distribution
zh_hans: 基于行星可用性和分布的评分

# AllInOne_Scoring_Total_Score
source: Total Score
zh_hans: 总分

# AllInOne_SystemFinder_Available_Planets
source: Available planets: %d
zh_hans: 可用行星: %d 颗

# AllInOne_SystemFinder_Calculate
source: Calculate
zh_hans: 开始计算

# AllInOne_SystemFinder_Calculating
source: Calculating...
zh_hans: 计算中...

# AllInOne_SystemFinder_Constraint_Warning
source: At least one of Region or Sovereignty must be selected
zh_hans: 星域和主权必须至少选择一个

# AllInOne_SystemFinder_Description
source: Find systems that can produce multiple PI products
zh_hans: 查找能够生产多种PI产品的星系

# AllInOne_SystemFinder_Description_Text
source: This tool helps you find systems that can support multiple PI products for single-planet production. Select your desired products, choose a region or sovereignty, then calculate to find the best systems. • Avoids conflicts where one planet is used for multiple products • Scores systems based on available planets and resource distribution • Prioritizes systems with multiple planets for each product type • Some products can not be processed in single planet
zh_hans: 此工具帮助您找到能够支持多种PI产品进行单星球生产（从P0到最终产品）的星系。选择您想要的产品，选择星域或主权，然后计算以找到最佳星系。 • 避免一个行星被用于多个产品的冲突 • 基于可用行星和资源分布对星系评分 • 优先推荐每种产品类型都有多个可用行星的星系 • 部分商品（如P4）无法在一颗星球上完成生产，不做展示

# AllInOne_SystemFinder_Description_Title
source: Find Systems for All-in-One Production
zh_hans: 查找单球生产星系

# AllInOne_SystemFinder_Multiple_Planets
source: Multiple planets available
zh_hans: 多颗行星可用

# AllInOne_SystemFinder_No_Products_Selected
source: No products selected
zh_hans: 未选择产品

# AllInOne_SystemFinder_No_Results
source: No systems found
zh_hans: 没有找到符合条件的星系

# AllInOne_SystemFinder_No_Results_Description
source: No systems found that can support all selected products for single-planet production
zh_hans: 没有找到能够支持所有选定产品进行单星球生产的星系

# AllInOne_SystemFinder_No_Results_Tips
source: Please consider the following adjustments: • Reduce the number of selected products • Select different regions or sovereignty • Choose products with better compatibility
zh_hans: 请考虑以下调整方案: • 减少选择的产品数量 • 选择其他星域或主权 • 选择兼容性更好的产品组合

# AllInOne_SystemFinder_Not_Selected
source: Not Selected
zh_hans: 未选择

# AllInOne_SystemFinder_Planet_Count
source: %d planets available
zh_hans: 可用行星 %d 颗

# AllInOne_SystemFinder_Planet_Distribution
source: Planet Distribution
zh_hans: 行星分布

# AllInOne_SystemFinder_Product_Support
source: Product Support
zh_hans: 产品支持情况

# AllInOne_SystemFinder_Products_Count
source: %d products selected
zh_hans: 已选择 %d 个产品

# AllInOne_SystemFinder_Products_Description
source: Select multiple PI products to produce
zh_hans: 选择要生产的多种PI产品

# AllInOne_SystemFinder_Region_Description
source: Select region for production
zh_hans: 选择生产星域

# AllInOne_SystemFinder_Result_Tip_1
source: The following systems can support all your selected products for single-planet production
zh_hans: 以下星系可以支持您选择的所有产品进行单星球生产

# AllInOne_SystemFinder_Result_Tip_2
source: Higher scoring systems have more available planets and better resource distribution
zh_hans: 评分越高的星系拥有更多可用行星和更好的资源分布

# AllInOne_SystemFinder_Results
source: System Search Results
zh_hans: 星系搜索结果

# AllInOne_SystemFinder_Score
source: Score
zh_hans: 评分

# AllInOne_SystemFinder_Select_Products
source: Select Products
zh_hans: 选择产品

# AllInOne_SystemFinder_Select_Region
source: Select Region
zh_hans: 选择星域

# AllInOne_SystemFinder_Select_Sovereignty
source: Select Sovereignty
zh_hans: 选择主权

# AllInOne_SystemFinder_Selected_Products
source: Selected Products
zh_hans: 已选择的产品

# AllInOne_SystemFinder_Single_Planet
source: Single planet available
zh_hans: 单颗行星可用

# AllInOne_SystemFinder_Sovereignty_Description
source: Select sovereignty for production
zh_hans: 选择主权势力

# AllInOne_SystemFinder_Title
source: All-in-one Finder
zh_hans: 单球生产选址

# AllInOne_SystemFinder_Used_By_Products
source: Used by:
zh_hans: 用于生产:

# App_Icon_Current
source: Current
zh_hans: 当前使用

# App_Icon_Default
source: Default
zh_hans: 默认

# App_Icon_Description
source: Choose your favorite app icon
zh_hans: 选择您喜欢的应用图标

# App_Icon_Error
source: Failed to Change Icon
zh_hans: 图标切换失败

# App_Icon_Faction
source: Faction
zh_hans: 势力

# App_Icon_Not_Supported
source: Alternate icons are not supported on this device
zh_hans: 此设备不支持切换应用图标

# App_Icon_Officer
source: Officer
zh_hans: 官员

# App_Icon_Selection
source: App Icon
zh_hans: 应用图标

# App_Updated_Message
source: The application has been updated to a new version
zh_hans: 应用已更新到新版本

# App_Updated_OK
source: OK
zh_hans: 好的

# App_Updated_Title
source: App Updated
zh_hans: App已更新

# App_Updated_View_Changes
source: View Changes
zh_hans: 查看更新

source: Apply Preset
zh_hans: 使用预设

# Assets_Characters_At_Location
source: Characters at this location
zh_hans: 在此地点有资产的人物

# Assets_Data_From_Cache
source: Data from cache
zh_hans: 数据来自缓存

# Assets_Data_Loaded
source: Data loaded
zh_hans: 数据已加载

# Assets_Export_Fitting
source: Export fit to simulator
zh_hans: 导出到装配模拟

# Assets_Export_Fitting_Alert_Title
source: Export
zh_hans: 导出

# Assets_Export_Fitting_Confirm_Message
source: Save the fitting of "%@" to local configurations?
zh_hans: 将「%@」的装配保存到本地配置？

# Assets_Export_Fitting_Confirm_Title
source: Save Fitting
zh_hans: 保存装配

# Assets_Export_Fitting_Error_Format
source: Export failed: %@
zh_hans: 导出失败：%@

# Assets_Export_Fitting_Success_Ask_View
source: The fit has been saved locally. Open it now?
zh_hans: 已经保存装配到本地，是否查看配置？

# Assets_Export_Fitting_Success_Prompt_Title
source: Saved
zh_hans: 已保存

# Assets_Export_Fitting_View_Later
source: Not now
zh_hans: 暂不

# Assets_Export_Fitting_View_Yes
source: Yes
zh_hans: 是

# Assets_Filter_Active_Item_Count_Format
source: %ld items in total
zh_hans: 共 %ld 件

# Assets_Filter_Active_Types_Format
source: Filtering: %ld item types
zh_hans: 正在过滤：%ld 种物品

# Assets_Filter_Category_Section
source: Category
zh_hans: 过滤目录

# Assets_Filter_Clear
source: Clear
zh_hans: 清除

# Assets_Filter_Coverage_Format
source: %1$ld / %2$ld types
zh_hans: %1$ld / %2$ld 种

# Assets_Filter_Deselect_All_In_Section
source: Deselect All
zh_hans: 取消全选

# Assets_Filter_No_Market_Items
source: No Market Group
zh_hans: 无市场物品

# Assets_Filter_Other_Section
source: Other Items
zh_hans: 其他物品

# Assets_Filter_Select_All_In_Directory_Format
source: Filter All Items in This Directory (%ld types)
zh_hans: 过滤此目录下全部物品（%ld 种）

# Assets_Filter_Title
source: Filter
zh_hans: 过滤

# Assets_Filter_Type_Count_Format
source: %ld types
zh_hans: %ld 种

# Assets_Filter_Unpublished_Items
source: Unpublished Items
zh_hans: 未发布物品

# Assets_is_BPC
source: Blueprint Copy
zh_hans: 蓝图拷贝

# Assets_Item_Count
source: Contains %d items
zh_hans: 包含%d个物品

# Assets_Item_Summary_Format
source: Contains %1$ld types
zh_hans: 包含 %1$ld 种物品

# Assets_Loading
source: Loading...
zh_hans: 加载中...

# Assets_Loading_Building_Tree
source: Building asset tree
zh_hans: 正在构建资产树

# Assets_Loading_BuildingTree
source: Building asset tree
zh_hans: 正在构建资产树

# Assets_Loading_Calculating
source: Calculating...
zh_hans: 正在计算...

# Assets_Loading_Complete
source: Loading complete
zh_hans: 加载完成

# Assets_Loading_Completed
source: Loading completed
zh_hans: 加载完成

# Assets_Loading_Error
source: Failed to load assets
zh_hans: 加载资产失败

# Assets_Loading_Fetching
source: Fetching assets data (Page %d)
zh_hans: 正在获取资产数据 (第%d页)

# Assets_Loading_Fetching_Location_Info
source: Fetching Structure details (%d/%d)
zh_hans: 正在获取建筑详情 (%d/%d)

# Assets_Loading_Fetching_Names
source: Fetching names
zh_hans: 正在获取名称

# Assets_Loading_Fetching_Structures
source: Fetching structure details (%d/%d)
zh_hans: 正在获取建筑详情 (%d/%d)

# Assets_Loading_FetchingStructures
source: Fetching structure details (%d/%d)
zh_hans: 正在获取建筑详情 (%d/%d)

# Assets_Loading_Names
source: Loading container names (%d/%d)
zh_hans: 正在加载容器名称 (%d/%d)

# Assets_Loading_Page
source: Fetching page %d
zh_hans: 正在获取第%d页

# Assets_Loading_Preparing_Containers
source: Preparing container information
zh_hans: 正在准备容器信息

# Assets_Loading_PreparingContainers
source: Preparing container information
zh_hans: 正在准备容器信息

# Assets_Loading_Processing_Locations
source: Processing location information
zh_hans: 正在处理位置信息

# Assets_Loading_ProcessingLocations
source: Processing location information
zh_hans: 正在处理位置信息

# Assets_Loading_Saving
source: Saving to cache
zh_hans: 正在保存缓存

# Assets_Loading_Saving_Cache
source: Saving to cache
zh_hans: 正在保存缓存

# Assets_Loading_SavingCache
source: Saving to cache
zh_hans: 正在保存缓存

# Assets_Pin
source: Pin
zh_hans: 置顶

# Assets_Pinned_Locations
source: Pinned Locations
zh_hans: 置顶位置

# Assets_Search_Item_Types_Format
source: %d item types
zh_hans: %d 种物品

# Assets_Search_Locations_Title
source: Locations
zh_hans: 存放位置

# Assets_Search_Occurrences_Format
source: %d stacks
zh_hans: %d 处

# Assets_Search_Total_Quantity_Format
source: Total ×%d
zh_hans: 共 %d 个

# Assets_Settings_Title
source: Settings
zh_hans: 设置

# Assets_Unknown_Location
source: Unknown Location
zh_hans: 未知位置

# Assets_Unknown_Region
source: Unknown Region
zh_hans: 未知星域

# Assets_Unpin
source: Unpin
zh_hans: 取消置顶

# Balance
source: Balance: %@ ISK
zh_hans: 余额: %@ ISK

# Blueprint_Calculator_Blueprints_Count
source: %d Blueprints
zh_hans: %d 个蓝图

# Blueprint_Calculator_Calculating
source: Calculating
zh_hans: 计算中

# Blueprint_Calculator_Compatible
source: Compatible
zh_hans: 兼容

# Blueprint_Calculator_Consider_Quantity
source: Buy All
zh_hans: 市场直购

# Blueprint_Calculator_Facility_Cost
source: Facility Cost
zh_hans: 手续费

# Blueprint_Calculator_Facility_Tax
source: Facility Tax
zh_hans: 设施税

# Blueprint_Calculator_Fetching_Cost_Index
source: Fetching Cost Index
zh_hans: 正在获取星系系数

# Blueprint_Calculator_Incompatible
source: Incompatible
zh_hans: 不兼容

# Blueprint_Calculator_Material_Efficiency
source: Material Efficiency
zh_hans: 材料效率

# Blueprint_Calculator_Material_Market
source: Market
zh_hans: 材料市场

# Blueprint_Calculator_Material_Market_Settings
source: Material Market Settings
zh_hans: 材料市场设置

# Blueprint_Calculator_Materials_Required
source: Required Materials
zh_hans: 所需材料

# Blueprint_Calculator_No_Blueprint_Selected
source: No Blueprint Selected
zh_hans: 未选择蓝图

# Blueprint_Calculator_No_Structure_Selected
source: No Structure Selected
zh_hans: 未选择建筑

# Blueprint_Calculator_Normal_Cannot_Use_Reaction_Structure
source: Normal blueprints cannot use reaction structures
zh_hans: 普通蓝图不能使用反应建筑

# Blueprint_Calculator_Open_Calculator
source: Open Calculator
zh_hans: 打开计算器

# Blueprint_Calculator_Product_Market
source: Market
zh_hans: 产品市场

# Blueprint_Calculator_Product_Output
source: Output Market Settings
zh_hans: 产品市场设置

# Blueprint_Calculator_Product_Total_Price
source: Total Price: %@
zh_hans: 总价: %@

# Blueprint_Calculator_Production_Info
source: Production Info
zh_hans: 生产信息

# Blueprint_Calculator_Production_Time
source: Production Time
zh_hans: 加工时间

# Blueprint_Calculator_Profit_Estimation
source: Profit & Return
zh_hans: 利润与回报率

# Blueprint_Calculator_Reaction_Label
source: Reaction
zh_hans: 反应

# Blueprint_Calculator_Reaction_Need_Reaction_Structure
source: Reaction blueprints require reaction structures
zh_hans: 反应蓝图需要反应建筑

# Blueprint_Calculator_Reactions_Count
source: %d Reactions
zh_hans: 其中 %d 个反应

# Blueprint_Calculator_Result
source: Calculation Result
zh_hans: 计算结果

# Blueprint_Calculator_Runs
source: Runs
zh_hans: 流程数

# Blueprint_Calculator_Runs_Count
source: Runs: %d
zh_hans: 流程数: %d

# Blueprint_Calculator_Select_Blueprint
source: Select Blueprint
zh_hans: 选择蓝图

# Blueprint_Calculator_Select_Structure
source: Select Structure
zh_hans: 选择建筑

# Blueprint_Calculator_Settings
source: Blueprint Settings
zh_hans: 蓝图设置

# Blueprint_Calculator_Start_Calculation
source: Start Calc
zh_hans: 开始计算

# Blueprint_Calculator_Structure_Settings
source: Structure Settings
zh_hans: 建筑设置

# Blueprint_Calculator_Time_Efficiency
source: Time Efficiency
zh_hans: 时间效率

# Blueprint_Calculator_View_Blueprint
source: View
zh_hans: 查看

# Blueprint_Copy_Materials
source: Copy
zh_hans: 复制材料

# Blueprint_Copy_Materials_EN
source: Copy(EN)
zh_hans: 复制材料(EN)

# Blueprint_Copy_Success
source: Materials have been copied to clipboard
zh_hans: 所需材料已复制到剪贴板

# Blueprint_Copying
source: Copying
zh_hans: 复制

# Blueprint_Copying_Time
source: Copying Time
zh_hans: 复制时间

source: Blueprint Info
zh_hans: 蓝图信息

# Blueprint_Invention
source: Invention
zh_hans: 发明

# Blueprint_Invention_Time
source: Invention Time
zh_hans: 发明时间

# Blueprint_Manufacturing
source: Manufacturing
zh_hans: 制造

# Blueprint_Manufacturing_Time
source: Manufacturing Time
zh_hans: 制造时间

# Blueprint_Max_Runs_Per_Copy
source: Max runs per copy
zh_hans: 每次复制的最大流程数

# Blueprint_Product
source: Product
zh_hans: 产品

# Blueprint_Required_Materials
source: Required Materials
zh_hans: 所需材料

# Blueprint_Required_Skills
source: Required Skills
zh_hans: 所需技能

# Blueprint_Research_Material
source: Material Research
zh_hans: 材料研究

# Blueprint_Research_Time
source: Time Research
zh_hans: 时间研究

# Blueprint_Research_Time_Label
source: Research Time
zh_hans: 研究时间

# Blueprint_Source
source: Source
zh_hans: 发明来源

# Blueprint_Success_Rate
source: Success Rate:
zh_hans: 成功率:

# Booster_Empty_Slot
source: Empty Slot
zh_hans: 空槽位

# Booster_No_Boosters
source: No booster slots available
zh_hans: 没有可用的增效剂槽位

# Booster_Slot_Num
source: Booster Slot %d
zh_hans: 增效剂槽位 %d

# Calculator_Blueprint
source: Blueprint Calculator
zh_hans: 蓝图计算器

# Calculator_Industry_Section
source: Industry
zh_hans: 工业

# Calculator_Mutation
source: Mutation Calculator
zh_hans: 突变计算器

# Calculator_Ore_Refinery
source: Refinery Calculator
zh_hans: 精炼计算器

# Calculator_PI_Section
source: Planetary Industry
zh_hans: 行星开发

# Calculator_Title
source: Calculator
zh_hans: 计算器

# Calendar_OK
source: OK
zh_hans: 确定

# Cargo
source: Cargo Hold
zh_hans: 货舱

# Character_Age
source: %dy %dm %dd
zh_hans: %d年%d月%d天

# Character_Birthday
source: Birthday
zh_hans: 出生日期

# Character_Clone_And_Implants_Count
source: %d Clone(s) · %d Implant(s)
zh_hans: %d 个克隆体 · %d 个植入体

# Character_Clone_Count
source: %d Clone(s)
zh_hans: %d 个克隆体

# Character_Clone_Details
source: Clone Details
zh_hans: 克隆体详情

# Character_Clone_ID
source: Clone ID: %d
zh_hans: 克隆体 ID: %d

# Character_Clone_Implants
source: Implants
zh_hans: 植入体

# Character_Current_Implants
source: Current Implants
zh_hans: 当前植入体

# Character_Current_Location
source: Current Location
zh_hans: 当前位置

# Character_Current_Ship
source: Current Ship
zh_hans: 当前飞船

# Character_Description
source: Description
zh_hans: 角色描述

# Character_Detail_Alliance_History
source: Alliance History
zh_hans: 联盟历史

# Character_Detail_Employment_History
source: Employment History
zh_hans: 就职历史

# Character_Detail_Organization
source: Organization
zh_hans: 所属组织

# Character_Faction
source: Faction
zh_hans: 所属势力

# Character_Faction_And_Rank
source: Faction & Rank
zh_hans: 势力与军衔

# Character_Home_Location
source: Home Location
zh_hans: 基地位置

# Character_Home_Station
source: Home Station
zh_hans: 基地空间站

# Character_Implants_Count
source: %d Implant(s)
zh_hans: %d 个植入体

# Character_in_space
source: in Space
zh_hans: 在太空中

# Character_in_station
source: in Station
zh_hans: 空间站中

# Character_in_structure
source: in Structure
zh_hans: 建筑物中

# Character_Jump_Clones
source: Jump Clones
zh_hans: 跳跃克隆体

# Character_Jump_Fatigue
source: Jump Fatigue
zh_hans: 跳跃疲劳

# Character_Last_Clone_Jump
source: Last Clone Jump
zh_hans: 最后克隆体跳跃

# Character_Last_Jump
source: Last Jump: %@
zh_hans: 上次跳跃时间：%@

# Character_Last_Station_Change
source: Last Station Change
zh_hans: 最后空间站变更

# Character_Location
source: Location
zh_hans: 当前位置

# Character_Medals
source: Medals
zh_hans: 奖章

# Character_Name_Expired_Format
source: %@ (Expired)
zh_hans: %@（已过期）

# Character_Never
source: Never
zh_hans: 从未

# Character_No_Faction
source: No Faction
zh_hans: 无势力

# Character_No_Implants
source: No Implants
zh_hans: 无植入体

# Character_No_Jump_Fatigue
source: No Jump Fatigue
zh_hans: 无跳跃疲劳

# Character_No_Medals
source: No Medals
zh_hans: 无奖章

# Character_Rank
source: Rank
zh_hans: 势力军衔

# Character_Security_Status
source: Security Status
zh_hans: 安全等级

# Character_Standings_Contacts
source: Standings & Contacts
zh_hans: 声望与联系人

# Character_Tag_Agent
source: Agent
zh_hans: 代理人

# Character_Tag_Corporation
source: Corporation
zh_hans: 军团

# Character_Tag_Faction
source: Faction
zh_hans: 势力

# Character_View_Implants
source: View Implants
zh_hans: 查看植入体

source: Charges
zh_hans: 装填

source: Contacts
zh_hans: 联系人

# Contacts_Blocked
source: Blocked
zh_hans: 已屏蔽

# Contacts_Watched
source: Watched
zh_hans: 已关注

# Container_Basic_Info
source: Container
zh_hans: 容器

# Contract_Acceptor
source: Acceptor
zh_hans: 接收人

# Contract_Appraisal_Blueprint_Warning
source: Contract contains blueprints, appraisal may be inaccurate
zh_hans: 合同包含蓝图，估价可能不准确

# Contract_Appraisal_Buy_Price
source: Buy Price
zh_hans: 买入价格

# Contract_Appraisal_Discount_Cancel
source: Cancel
zh_hans: 取消

# Contract_Appraisal_Discount_Confirm
source: Confirm
zh_hans: 确定

# Contract_Appraisal_Discount_Message
source: Please enter discount (0-99999), e.g. 90 means %@ off (%@)
zh_hans: 请输入折扣百分比（0-99999），例如90表示%1$@（实付%2$@）

# Contract_Appraisal_Discount_Placeholder
source: Discount Percentage
zh_hans: 折扣百分比

# Contract_Appraisal_Discount_Title
source: Set Discount Percentage
zh_hans: 设置折扣百分比

# Contract_Appraisal_Display_Settings
source: Display Settings
zh_hans: 显示设置

# Contract_Appraisal_Error
source: Error
zh_hans: 错误

# Contract_Appraisal_Included_Result
source: Included Items Appraisal
zh_hans: 提供的物品估价

# Contract_Appraisal_Insufficient_Orders_Warning
source: Some items have insufficient market orders, appraisal may be inaccurate
zh_hans: 部分物品缺乏市场订单，估价可能不准确

# Contract_Appraisal_Middle_Price
source: Middle Price
zh_hans: 中间价格

# Contract_Appraisal_OK
source: OK
zh_hans: 确定

# Contract_Appraisal_Required_Result
source: Required Items Appraisal
zh_hans: 索取的物品估价

# Contract_Appraisal_Sell_Price
source: Sell Price
zh_hans: 卖出价格

# Contract_Appraisal_Set_Discount
source: Set Contract Price Discount
zh_hans: 设置合同价格折扣

# Contract_Appraisal_Show_Full_Amount
source: Show Full Amount
zh_hans: 显示完整金额

# Contract_Appraisal_Title
source: Contract Appraisal
zh_hans: 合同估价

# Contract_Appraisal_Unknown_Error
source: Unknown Error
zh_hans: 未知错误

# Contract_Appraisal_Via_ESI
source: Appraise via ESI
zh_hans: 通过ESI估价

# Contract_Assignee
source: Assignee
zh_hans: 合同对象

# Contract_Basic_Info
source: Basic Information
zh_hans: 基本信息

# Contract_Collateral
source: Collateral
zh_hans: 保证金

# Contract_Corporation_Filter
source: Corporation Contract Filter
zh_hans: 军团合同筛选

# Contract_Corporation_Issued
source: Corporation Issued Contracts
zh_hans: 军团发起的合同

# Contract_Courier_Active_Count
source: %d Outstanding Contracts
zh_hans: %d个待处理合同

# Contract_Courier_Active_Count_Limited
source: %d Outstanding Contracts, showing first %d
zh_hans: %d个待处理合同，仅显示前%d个

# Contract_Courier_Mode
source: Courier Mode
zh_hans: 快递模式

# Contract_Courier_Mode_Description
source: Outstanding courier contracts only, grouped by route
zh_hans: 仅显示未决的快递合同，按路线分组

# Contract_Date_Completed
source: Completion Date
zh_hans: 完成日期

# Contract_Date_Expired
source: Expiration Date
zh_hans: 过期日期
